{
  "COMMON_LANGUAGE_AFRIKAANS": "阿富汗语",
  "COMMON_LANGUAGE_ALBANIAN": "阿尔巴尼亚语",
  "COMMON_LANGUAGE_ARABIC": "阿拉伯语",
  "COMMON_LANGUAGE_CHINESE": "中文",
  "COMMON_LANGUAGE_CZECH": "捷克语",
  "COMMON_LANGUAGE_DANISH": "丹麦语",
  "COMMON_LANGUAGE_DUTCH": "荷兰语",
  "COMMON_LANGUAGE_ENGLISH": "英语",
  "COMMON_LANGUAGE_FINNISH": "芬兰语",
  "COMMON_LANGUAGE_FRENCH": "法语",
  "COMMON_LANGUAGE_GERMAN": "德语",
  "COMMON_LANGUAGE_GREEK": "希腊",
  "COMMON_LANGUAGE_HEBREW": "希伯来语",
  "COMMON_LANGUAGE_HINDI": "印地语",
  "COMMON_LANGUAGE_HUNGARIAN": "匈牙利语",
  "COMMON_LANGUAGE_INDONESIAN": "Indonesian",
  "COMMON_LANGUAGE_ITALIAN": "印尼语",
  "COMMON_LANGUAGE_JAPANESE": "日语",
  "COMMON_LANGUAGE_KOREAN": "韩语",
  "COMMON_LANGUAGE_POLISH": "波兰语",
  "COMMON_LANGUAGE_PORTUGUESE": "葡萄牙语",
  "COMMON_LANGUAGE_BRAZIL": "巴西语",
  "COMMON_LANGUAGE_ROMANIAN": "罗马尼亚语",
  "COMMON_LANGUAGE_RUSSIAN": "俄语",
  "COMMON_LANGUAGE_SPANISH": "西班牙语",
  "COMMON_LANGUAGE_SWEDISH": "瑞典语",
  "COMMON_LANGUAGE_FILIPINO": "菲律宾语",
  "COMMON_LANGUAGE_Thai": "泰语",
  "COMMON_LANGUAGE_TURKISH": "土耳其语",
  "COMMON_LANGUAGE_UKRANIAN": "乌克兰语",
  "COMMON_LANGUAGE_VIETNAMESE": "越南语",
  "COMMON_DONE": "完成",
  "COMMON_LOGIN": "登录",
  "COMMON_SIGNUP": "注册",
  "COMMON_LOGOUT": "登出",
  "COMMON_NEW_POST": "新建文章",
  "COMMON_TOS": "<div class='ui label teal fluid'> <h1>Terms of Service</h1> </div> <h3>By accessing and using this website, you accept the terms and conditions laid out below, and will thus be subject to any rules applicable. Should you use this service, you will therefore have agreed on the above. If not, please do not use this website.</h3> <ul> <p>1. Steemstem.io <strong>does not</strong> retain any personal information; all private keys and passwords will work through the Steemconnect (https://steemconnect.com/) service which users must agree to use in order to have full access to our services.</p> <p>2. SteemSTEM <strong>is not </strong>responsible for content that may appear on this website. All content is derived from the <strong>Steem</strong> blockchain. SteemSTEM does provide a blacklisting service which works hard to prevent any fraudulent or abusive content from appearing on steemstem.io, but the nature of the blockchain neccessarily permits an unrestricted, open-access environment. Steemstem.io, however, limits its content to a small area of the Steem blockchain, primarily drawing content from the STEM (Science, Technology, Engineering &amp; Mathematics)-related tags and sub-communities.</p> <p>3. SteemSTEM <strong>does not</strong> own any content appearing on this website, with the exception of content from the user account <a href='https://steemit.com/@steemstem'>@steemstem</a>. All other content solely belongs to the original author, and it is thus their responsibility to decide and control whether their content is displayed on steemstem.io.</p> <p>4. All content appearing on steemstem.io is completely visible to the public and accessible on search engines accordingly.</p> <p>5. Steemstem.io draws its content from the <strong>Steem</strong> blockchain, and therefore all components provided are to be offered for informational purposes only. The website is not responsible for the accuracy or reliability of such content.</p> </ul>",
  "COMMON_ABOUT_US": "<div class='ui label teal fluid'><h1>我们的使命</h1></div><h3>每次一篇博客，改进 STEM 学科在 Web 上传播的方式<br />&nbsp;<br /></h3><div class='ui label fluid'><h1>关于 STEMsocial</h1></div><br />&nbsp;<br /><div class='text-justify'>STEMsocial 是一个致力于改善 <a href='https://hive.io'>Hive 区块链</a> 上的 STEM (science, technology, engineering & mathematics) 内容质量的策展项目。同时，随着项目的开展，我们将目标提升到新的高度。 <br /><br />正如我们所看到的，问题在于，那些对STEM学科拥有深厚知识的人（<i>也就是</i>，积极参与最尖端研究的研究人员或热情的业余爱好者）缺乏将他们的工作传达给主流大众的动力，而将大部分科学研究结果报告给了记者。结果，我们只听到了那些最积极、开创性和离奇的故事，但却被主流媒体误读为“假新闻”。<br /><br />我们在 STEMsocial 提供了一种新方法。我们与志同道合的人士在蓬勃发展的全球社区中提供了一个空间，专家和热情的STEM博客作者可以在社交媒体环境中自由分享他们的知识，从而积极地宣传和奖励真诚、可靠和高质量的内容。受科学研究方法本身的启发，STEMsocial为所有的作品提供了一个三层的策展系统：<ul style='list-style-type:circle'><li style='margin-bottom:10px'><strong>策展者</strong>首先阅读、审核并确定 STEMsocial 对此作品的评价。第二位策展者会对作品的评价进行验证。</li> <li style='margin-bottom:10px'>部分<strong>荣誉成员</strong>将详细检阅策展者的行为。如果发现有不恰当的行为，他们将协助移除这些错误的奖励。</li><li>所有得到支持的内容均向<strong>公众</strong>开放，公众可以进一步审查并推动采取任何必要措施，以防止误导或欺诈的内容被奖励。这个流程帮助我们在 STEMsocial 上发现很多可信的、未经审查的容易阅读并且有趣的信息。</li></ul>STEMsocial 提供对<strong>6种语言</ strong>的内容的策展：中文、英语、法语、德语、意大利语和西班牙语。</div><br />&nbsp;<br />&nbsp;<br /><div class='ui label fluid'><h1>STEMsocial 团队</h1></div><br />&nbsp;<br /><div class='ui three cards'><div class='ui card'><div class='image'><img src='./images/team/bfuks.png'></div><div class='content'><a class='header'>Benjamin Fuks</a><div class='description'><a href ='/@lemouth'>个人博客</a></div></div><div style='margin:10px' class='text-justify'>Benjamin 是巴黎索邦大学的教授，致力于理论粒子和天体物理学研究。他的研究兴趣涵盖微扰色动力学，以及标准模型现象学、大型强子对撞机和未来对撞机物理学、暗物质以及高能物理计算工具的开发。他在2016年7月接触了 Hive（当时称为Steem），现在正在积极努力，使其成为科学界使用的新型科学传播媒介。</div></div><div class='ui hidden card'></div><div class='ui card'><div class='image'><img src='./images/team/amobbs.png'></div><div class='content'><a class='header'>Andrew Mobbs</a><div class='description'><a href ='/@mobbs'>个人博客</a></div></div><div style='margin:10px' class='text-justify'>Andrew 是作家、作曲家和专职教育者，也是科学自学者，专注于生物学和系统发育学。自2017年以来在STEEM区块链上撰写了多个系列文章之后，他以其与其他创始人的共同热情，发现并加入了 STEMsocial，致力于将 STEM 传播推向新的高度。<br />&nbsp;<br />&nbsp;<br />&nbsp;<br />&nbsp;</div></div></div><br />&nbsp;<br /><div class='ui label black'><h3><div style='margin:10px' class='text-justify'>此外，我们有一支由10多位开发者、策展者、合作者、志愿者、科学家顾问、导师、校对人员等组成的幕后团队，他们在 STEMsocial 社区中人数很少但很却是很重要的一部分</div></h3></div>",
  "COMMON_FAQ": "<div class='ui label teal fluid'><h1>Frequently asked questions</h1></div><p></p><div class='ui label fluid'><h1>SteemSTEM in a nutshell</h1></div><br /><div class='text-justify'><p>SteemSTEM initially aimed at improving the quality of STEM (science, technology, engineering & mathematics) content on the <a href='https://www.steem.io'><strong>Steem blockchain</strong></a>. As the project developed, our objectives have been redesigned more ambitiously. SteemSTEM now intends to <b>increase the usage of the Steem blockchain for science communication</b>, developing an innovative way for those with the greatest knowledge of STEM subjects (<i>i.e.</i> researchers actively involved in groundbreaking research) to communicate about their work to mainstream audiences (and potentially earn monetary compensation in the form of the Steem cryptocurrency) without having to leave the majority of scientific reporting to journalists. In this way, the SteemSTEM platform can provide a solution to the problem where only the most positive, groundbreaking and bizarre stories get heard and are often misinterpreted.</p><p>In other words, we are working to <b>create an environment where STEM professionals and enthusiasts alike are incentivised to elevate STEM communication to a new level</b>, directly to the readers without the need of a third party. </p> <p>The SteemSTEM community consists today of scientists and STEM experts, science bloggers, curators, collaborators and more, from all over the world. We all share ideas, work together or simply hang out in our <b><a href='https://discord.gg/mKSKQ7T'>discord server</a></b>. We also share our actions (through announcements on the <b><a href='https://www.steemstem.io/#!/@steemstem'>@steemstem blog</a></b> on Steem), where anyone can, if motivated, play an important part in contributing by raising his/her voice.<br /></p></div><p></p><div class='ui label fluid'><h1>Being a member of the SteemSTEM community</h1></div><br /><div class='text-justify'><p>Though no 'membership' is required, by being part of our growing initiative, you get to both enjoy a community of like-minded individuals as well as contribute your own value in return via posts, discussions, comments and other forms of engagement.<br /></p></div><p></p><div class='ui label fluid'><h1>How do I get supported?</h1></div><br /><div class='text-justify'><p>Posts are supported according to <b>objective and subjective criteria</b>.</p><p> Our objective requirements ensure that a post is <b>related to STEM</b> (Science, Technology, Engineering, Mathematics) content, although we do allow for some flexibility in what we consider as STEM. For example, history, psychology, economics, medicine and more are supported. Moreover, we verify that <b>a post is not fraudulent or dishonest</b>. This includes a check of the references and image credits (that must also be available for commercial purposes), as well as a plagiarism verification. A supported post must indeed be one’s own work. Furthermore, there is <b>no length requirement</b>. Finally, we work on the foundations of social media so that content creators are encouraged to utilize enthusiasm, humour, natural tone and simplified language to best reach larger audiences. We also stress that SteemSTEM accepts content in <b>multiple languages</b> (Chinese, English, French, German, Italian and Spanish).</p><p>Our subjective criteria assess the <b>post quality</b> (including originality, style, effort, creativity, <i>etc.</i>) and correspondingly the strength of the SteemSTEM support.</p><ul><li><b>5%:</b> This voting strength is used either to encourage a new user or to acknowledge effort.</li><li><b>20%:</b> An average vote for an average post that does not report anything new or exciting, or that is not written with any personality or passion.</li><li><b>65%: </b> These are very good posts that show both character in their writing style as well as bring unique or fascinating content to the blockchain, and users attention. We feel content of this calibur contains information that users might search for in the future, or it may be simply apparent that a lot of efforts went into creating the post.</li><li><b>100%: </b> This is the best of the best, often written by trusted and long-term loyal members of the community who have a history of flare and unique approaches to their subject. This content may be completely original, even groundbreaking, demonstrating one's own research, and it will typically be an easy and even fun read. We expect this content to play role in bringing users into our community purely on its impressive nature alone!</li></ul><p>We emphasize that we look for <b>content that is easily digestible to non STEM degree holding readers</b>. We do not discount particularly technical work but one needs to consider why we publish on a social media blockchain, and how we can best utilise it for mainstream adoption. We moreover <b>discourage posts that are simple rewordings of other articles</b> such as those on Wikipedia.</p><p> If the post is above our minimum support, it must be double-checked by a second curator who may further verify the above details before confirming the upvote. Moreover, our <b>honor members</b> are also on the case, making sure the curation team is not being lax in their job, finding problems missed and more. </p> <p> If an illegitimate author manages to pass through this screening, the public can also view our curation history and highlight any mistakes we may have made, which, if sufficient evidence is provided, will cause rewards to be removed and for that author to be blacklisted from future curation. </p></div><p></p>  <div class='ui label fluid'><h1>The #steemstem tag and the steemstem.io app</h1></div><br /><div class='text-justify'><p>The SteemSTEM curators primarily scour the <b>'#steemstem' tag</b> to find the best STEM content posted on the Steem blockchain. Whilst we also browse other STEM tags (like '#science,' '#biology,' '#chemistry', '#engineering', <i>etc.</i>) to discover new content creators, the non-mandatory usage of the #steemstem tag makes our life easier and increases the chances for your post to be found. As there is no post promotion channel on the <b><a href='https://discord.gg/mKSKQ7T'>SteemSTEM discord server</a></b>, including the #steemstem tag is important for a post to be noticed by the team, especially for new users.</p><p>If you have not been selected for SteemSTEM support, your post either fails to meet our standards or it has simply been missed. Curators are (unfortunately) all human, so that this happens from time to time. We suggest you just keep writing, for passion and not for money. If your posts are good, you will eventually be noticed.</p> <p><b>Articles posted from the <a href='https://www.steemstem.io'>steemstem.io app</a> get more strongly supported</b>, as well as <b>posts sharing a fraction of their rewards with the <a href='https://www.steemstem.io/#!/@steemstem'>@steemstem account</a></b> (to be set as a beneficiary). In total, both these criteria can bring up to 10% stronger vote support.<br /></p></div><p></p> <div class='ui label fluid'><h1>The SteemSTEM team</h1></div><br /><div class='text-justify'><p> <u>Management</u>: <b><a href='https://www.steemstem.io/#!/@lemouth'>@lemouth</a></b>, <b><a href='https://www.steemstem.io/#!/@mobbs'>@mobbs</a></b></p><p> <u>PR team</u>: <b><a href='https://www.steemstem.io/#!/@alexdory'>@alexdory</a></b>, <b><a href='https://www.steemstem.io/#!/@katerinaramm'>@katerinaramm</a>, <a href='https://www.steemstem.io/#!/@kingabesh'>@kingabesh</a></b></p><p><u>Curators</u>: <b><a href='https://www.steemstem.io/#!/@aboutcoolscience'>@aboutcoolscience</a>, <a href='https://www.steemstem.io/#!/@carloserp-2000'>@carloserp-2000</a>, <a href='https://www.steemstem.io/#!/@chappertron'>@chappertron</a>, <a href='https://www.steemstem.io/#!/@cryptoitaly'>@cryptoitaly</a>, <a href='https://www.steemstem.io/#!/@gentleshaid'>@gentleshaid</a>, <a href='https://www.steemstem.io/#!/@greenrun'>@greenrun</a>, <a href='https://www.steemstem.io/#!/@iamphysical'>@iamphysical</a>, <a href='https://www.steemstem.io/#!/@lamouthe'>@lamouthe</a>, <a href='https://www.steemstem.io/#!/@mathowl'>@mathowl</a>, <a href='https://www.steemstem.io/#!/@robertyan'>@robertyan</a>, <a href='https://www.steemstem.io/#!/@sco'>@sco</a>, <a href='https://www.steemstem.io/#!/@softmetal'>@softmetal</a></b></p></div>"
}
