{
  "COMMON_LANGUAGE_AFRIKAANS": "Afrikaans",
  "COMMON_LANGUAGE_ALBANIAN": "Albanian",
  "COMMON_LANGUAGE_ARABIC": "Arabic",
  "COMMON_LANGUAGE_CHINESE": "Chinese",
  "COMMON_LANGUAGE_CZECH": "Czech",
  "COMMON_LANGUAGE_DANISH": "Danish",
  "COMMON_LANGUAGE_DUTCH": "Dutch",
  "COMMON_LANGUAGE_ENGLISH": "English",
  "COMMON_LANGUAGE_FINNISH": "Finnish",
  "COMMON_LANGUAGE_FRENCH": "French",
  "COMMON_LANGUAGE_GERMAN": "German",
  "COMMON_LANGUAGE_GREEK": "Greek",
  "COMMON_LANGUAGE_HEBREW": "Hebrew",
  "COMMON_LANGUAGE_HINDI": "Hindi",
  "COMMON_LANGUAGE_HUNGARIAN": "Hungarian",
  "COMMON_LANGUAGE_INDONESIAN": "Indonesian",
  "COMMON_LANGUAGE_ITALIAN": "Italian",
  "COMMON_LANGUAGE_JAPANESE": "Japanese",
  "COMMON_LANGUAGE_KOREAN": "Korean",
  "COMMON_LANGUAGE_POLISH": "Polish",
  "COMMON_LANGUAGE_PORTUGUESE": "Portuguese",
  "COMMON_LANGUAGE_BRAZIL": "Brazilian",
  "COMMON_LANGUAGE_ROMANIAN": "Romanian",
  "COMMON_LANGUAGE_RUSSIAN": "Russian",
  "COMMON_LANGUAGE_SPANISH": "Spanish",
  "COMMON_LANGUAGE_SWEDISH": "Swedish",
  "COMMON_LANGUAGE_FILIPINO": "Filipino",
  "COMMON_LANGUAGE_Thai": "Thai",
  "COMMON_LANGUAGE_TURKISH": "Turkish",
  "COMMON_LANGUAGE_UKRANIAN": "Ukrainian",
  "COMMON_LANGUAGE_VIETNAMESE": "Vietnamese",
  "COMMON_DONE": "Done",
  "COMMON_LOGIN": "Login",
  "COMMON_SIGNUP": "Sign Up",
  "COMMON_LOGOUT": "Log Out",
  "COMMON_NEW_POST": "New post",

  "COMMON_POST_TITLE":"The post title should be at least 5 characters long",
  "COMMON_POST_BODY":"Please insert a post body",

  "COMMON_TOS":"<div class='ui label teal fluid'> <h1>Terms of Service</h1> </div> <h3>By accessing and using this website, you accept the terms and conditions laid out below, and will thus be subject to any rules applicable. Should you use this service, you will therefore have agreed on the above. If not, please do not use this website.</h3> <ol><div class='text-justify'><li style='margin-bottom:10px'>The STEMsocial app <strong>does not</strong> retain any personal information; all private keys and passwords will work through either the <a href='https://hivesigner.com/'>HiveSigner</a> or <a href='https://github.com/stoodkev/hive-keychain'>Hive keychain</a> service which users must agree to use in order to have full access to our services.</li> <li style='margin-bottom:10px'>STEMsocial <strong>is not </strong>responsible for content that may appear on this website. All content is derived from the <strong>Hive</strong> blockchain. STEMsocial does provide a blacklisting service which works hard to prevent any fraudulent or abusive content from appearing on the app, but the nature of the blockchain neccessarily permits an unrestricted, open-access environment. Our app, however, limits its content to a small area of the Hive blockchain, primarily drawing content from the STEM (Science, Technology, Engineering &amp; Mathematics)-related tags and sub-communities.</li> <li style='margin-bottom:10px'>STEMsocial <strong>does not</strong> own any content appearing on this website, with the exception of content from the user account <a href='/@steemstem'>@steemstem</a>. All other content solely belongs to the original author, and it is thus their responsibility to decide and control whether their content is displayed on the STEMsocial app.</li> <li style='margin-bottom:10px'>All content appearing on the app is completely visible to the public and accessible on search engines accordingly.</li> <li style='margin-bottom:10px'>The app draws its content from the <strong>Hive</strong> blockchain, and therefore all components provided are to be offered for informational purposes only. The website is not responsible for the accuracy or reliability of such content.</li></div>",

"COMMON_ABOUT_US":"<div class='ui label teal fluid'><h1>Our Mission</h1></div><h3>Improving how STEM disciplines are communicated across the web, one blog post at a time.<br />&nbsp;<br /></h3><div class='ui label fluid'><h1>About STEMsocial</h1></div><br />&nbsp;<br /><div class='text-justify'>STEMsocial is a curation project dedicated to improving the quality of STEM (science, technology, engineering & mathematics) content on the <a href='https://hive.io'>Hive blockchain</a>. However, as things continue to unfold, we expanded our goals of promotion to new heights. <br /><br />The problem, as we see it, has always been that those with the greatest knowledge of STEM subjects (<i>i.e.</i> researchers actively involved in the latest research or passionate hobbyists) lack incentive to communicate their work to mainstream audiences, leaving the majority of scientific reporting to journalists. As a result, only the most positive, groundbreaking and bizarre stories get heard, often becoming misinterpreted into ‘fake news’ by mainstream media. <br /><br />We at STEMsocial offer a new approach. We provide a space among a thriving global community of like-minded individuals where both experts and passionate STEM bloggers can freely distribute their knowledge in a social media environment that actively promotes and rewards honest, reliable and high-quality content. Inspired by the scientific method itself, STEMsocial offers a three-layered system of review for each publication we promote:<ul style='list-style-type:circle'><li style='margin-bottom:10px'><strong>Curators</strong> first read, review and determine the level of STEMsocial support for the publication. This is always verified by a second curator.</li> <li style='margin-bottom:10px'>A team of <strong>honor members</strong> scrutinizes the actions of curators, having rewards removed among other necessary actions when the decisions are in some way flawed.</li><li>All supported content is open to the <strong>public</strong>, who can further scrutinize and push for any necessary actions against misleading or fraudulent content that managed to pass through. This process means that STEMsocial is one of the greatest spaces on the blockchain to find trustworthy, uncensored information that is both digestible and enjoyable to be a part of.</li></ul>STEMsocial offers content promotion in <strong>6 languages</strong>: Chinese, English, French, German, Italian and Spanish.</div><br />&nbsp;<br />&nbsp;<br /><div class='ui label fluid'><h1>The STEMsocial team</h1></div><br />&nbsp;<br /><div class='ui three cards'><div class='ui card'><div class='image'><img src='./images/team/bfuks.png'></div><div class='content'><a class='header'>Benjamin Fuks</a><div class='description'><a href ='/@lemouth'>Personal blog</a></div></div><div style='margin:10px' class='text-justify'>Benjamin is professor at Sorbonne Université (Paris) and works on theoretical particle and astroparticle physics. His research interests span perturbative chromodynamics, beyond the Standard Model phenomenology, LHC and future collider physics, dark matter and the development of computing tools for high-energy physics.<br />He discovered Hive (known as Steem back in the days) in July 2016 and now actively works to make it a novel medium for science communication used by the scientific community.</div></div><div class='ui hidden card'></div><div class='ui card'><div class='image'><img src='./images/team/amobbs.png'></div><div class='content'><a class='header'>Andrew Mobbs</a><div class='description'><a href ='/@mobbs'>Personal blog</a></div></div><div style='margin:10px' class='text-justify'>Writer, composer and educator by trade, Andrew is also a science autodidact, with focus on biology and phylogenetics. After authoring multiple series on the STEEM blockchain since 2017, he discovered and joined STEMsocial with the shared passion of its founders to take STEM communication to a new level.<br />&nbsp;<br />&nbsp;<br />&nbsp;<br />&nbsp;</div></div></div><br />&nbsp;<br /><div class='ui label black'><h3><div style='margin:10px' class='text-justify'>Behind the scenes is a team of more than 10 individual developers, curators, collaborators, volunteers, reference scientists, mentors, proof-readers and more, making up a small yet vital part of the STEMsocial community</div></h3></div>",

  "COMMON_FAQ":"<div class='ui label teal fluid'><h1>Frequently asked questions</h1></div><p></p><div class='ui label fluid'><h1>SteemSTEM in a nutshell</h1></div><br /><div class='text-justify'><p>SteemSTEM initially aimed at improving the quality of STEM (science, technology, engineering & mathematics) content on the <a href='https://www.steem.io'><strong>Steem blockchain</strong></a>. As the project developed, our objectives have been redesigned more ambitiously. SteemSTEM now intends to <b>increase the usage of the Steem blockchain for science communication</b>, developing an innovative way for those with the greatest knowledge of STEM subjects (<i>i.e.</i> researchers actively involved in groundbreaking research) to communicate about their work to mainstream audiences (and potentially earn monetary compensation in the form of the Steem cryptocurrency) without having to leave the majority of scientific reporting to journalists. In this way, the SteemSTEM platform can provide a solution to the problem where only the most positive, groundbreaking and bizarre stories get heard and are often misinterpreted.</p><p>In other words, we are working to <b>create an environment where STEM professionals and enthusiasts alike are incentivised to elevate STEM communication to a new level</b>, directly to the readers without the need of a third party. </p> <p>The SteemSTEM community consists today of scientists and STEM experts, science bloggers, curators, collaborators and more, from all over the world. We all share ideas, work together or simply hang out in our <b><a href='https://discord.gg/mKSKQ7T'>discord server</a></b>. We also share our actions (through announcements on the <b><a href='https://www.steemstem.io/#!/@steemstem'>@steemstem blog</a></b> on Steem), where anyone can, if motivated, play an important part in contributing by raising his/her voice.<br /></p></div><p></p><div class='ui label fluid'><h1>Being a member of the SteemSTEM community</h1></div><br /><div class='text-justify'><p>Though no 'membership' is required, by being part of our growing initiative, you get to both enjoy a community of like-minded individuals as well as contribute your own value in return via posts, discussions, comments and other forms of engagement.<br /></p></div><p></p><div class='ui label fluid'><h1>How do I get supported?</h1></div><br /><div class='text-justify'><p>Posts are supported according to <b>objective and subjective criteria</b>.</p><p> Our objective requirements ensure that a post is <b>related to STEM</b> (Science, Technology, Engineering, Mathematics) content, although we do allow for some flexibility in what we consider as STEM. For example, history, psychology, economics, medicine and more are supported. Moreover, we verify that <b>a post is not fraudulent or dishonest</b>. This includes a check of the references and image credits (that must also be available for commercial purposes), as well as a plagiarism verification. A supported post must indeed be one’s own work. Furthermore, there is <b>no length requirement</b>. Finally, we work on the foundations of social media so that content creators are encouraged to utilize enthusiasm, humour, natural tone and simplified language to best reach larger audiences. We also stress that SteemSTEM accepts content in <b>multiple languages</b> (Chinese, English, French, German, Italian and Spanish).</p><p>Our subjective criteria assess the <b>post quality</b> (including originality, style, effort, creativity, <i>etc.</i>) and correspondingly the strength of the SteemSTEM support.</p><ul><li><b>5%:</b> This voting strength is used either to encourage a new user or to acknowledge effort.</li><li><b>20%:</b> An average vote for an average post that does not report anything new or exciting, or that is not written with any personality or passion.</li><li><b>65%: </b> These are very good posts that show both character in their writing style as well as bring unique or fascinating content to the blockchain, and users attention. We feel content of this calibur contains information that users might search for in the future, or it may be simply apparent that a lot of efforts went into creating the post.</li><li><b>100%: </b> This is the best of the best, often written by trusted and long-term loyal members of the community who have a history of flare and unique approaches to their subject. This content may be completely original, even groundbreaking, demonstrating one's own research, and it will typically be an easy and even fun read. We expect this content to play role in bringing users into our community purely on its impressive nature alone!</li></ul><p>We emphasize that we look for <b>content that is easily digestible to non STEM degree holding readers</b>. We do not discount particularly technical work but one needs to consider why we publish on a social media blockchain, and how we can best utilise it for mainstream adoption. We moreover <b>discourage posts that are simple rewordings of other articles</b> such as those on Wikipedia.</p><p> If the post is above our minimum support, it must be double-checked by a second curator who may further verify the above details before confirming the upvote. Moreover, our <b>honor members</b> are also on the case, making sure the curation team is not being lax in their job, finding problems missed and more. </p> <p> If an illegitimate author manages to pass through this screening, the public can also view our curation history and highlight any mistakes we may have made, which, if sufficient evidence is provided, will cause rewards to be removed and for that author to be blacklisted from future curation. </p></div><p></p>  <div class='ui label fluid'><h1>The #steemstem tag and the steemstem.io app</h1></div><br /><div class='text-justify'><p>The SteemSTEM curators primarily scour the <b>'#steemstem' tag</b> to find the best STEM content posted on the Steem blockchain. Whilst we also browse other STEM tags (like '#science,' '#biology,' '#chemistry', '#engineering', <i>etc.</i>) to discover new content creators, the non-mandatory usage of the #steemstem tag makes our life easier and increases the chances for your post to be found. As there is no post promotion channel on the <b><a href='https://discord.gg/mKSKQ7T'>SteemSTEM discord server</a></b>, including the #steemstem tag is important for a post to be noticed by the team, especially for new users.</p><p>If you have not been selected for SteemSTEM support, your post either fails to meet our standards or it has simply been missed. Curators are (unfortunately) all human, so that this happens from time to time. We suggest you just keep writing, for passion and not for money. If your posts are good, you will eventually be noticed.</p> <p><b>Articles posted from the <a href='https://www.steemstem.io'>steemstem.io app</a> get more strongly supported</b>, as well as <b>posts sharing a fraction of their rewards with the <a href='https://www.steemstem.io/#!/@steemstem'>@steemstem account</a></b> (to be set as a beneficiary). In total, both these criteria can bring up to 10% stronger vote support.<br /></p></div><p></p> <div class='ui label fluid'><h1>The SteemSTEM team</h1></div><br /><div class='text-justify'><p> <u>Management</u>: <b><a href='https://www.steemstem.io/#!/@lemouth'>@lemouth</a></b>, <b><a href='https://www.steemstem.io/#!/@mobbs'>@mobbs</a></b></p><p> <u>PR team</u>: <b><a href='https://www.steemstem.io/#!/@alexdory'>@alexdory</a></b>, <b><a href='https://www.steemstem.io/#!/@katerinaramm'>@katerinaramm</a>, <a href='https://www.steemstem.io/#!/@kingabesh'>@kingabesh</a></b></p><p><u>Curators</u>: <b><a href='https://www.steemstem.io/#!/@aboutcoolscience'>@aboutcoolscience</a>, <a href='https://www.steemstem.io/#!/@carloserp-2000'>@carloserp-2000</a>, <a href='https://www.steemstem.io/#!/@chappertron'>@chappertron</a>, <a href='https://www.steemstem.io/#!/@cryptoitaly'>@cryptoitaly</a>, <a href='https://www.steemstem.io/#!/@gentleshaid'>@gentleshaid</a>, <a href='https://www.steemstem.io/#!/@greenrun'>@greenrun</a>, <a href='https://www.steemstem.io/#!/@iamphysical'>@iamphysical</a>, <a href='https://www.steemstem.io/#!/@lamouthe'>@lamouthe</a>, <a href='https://www.steemstem.io/#!/@mathowl'>@mathowl</a>, <a href='https://www.steemstem.io/#!/@robertyan'>@robertyan</a>, <a href='https://www.steemstem.io/#!/@sco'>@sco</a>, <a href='https://www.steemstem.io/#!/@softmetal'>@softmetal</a></b></p></div>"
}
